Repository: levinli303/astroweather-localization
Catalog: iOS/en/Shared/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans, zh_hant

# SATELLITE_MAP_SAT24_VISUAL_NETHERLANDS
source: Netherlands (Visible Spectrum (Sat24))
ru: Нидерланды (видимый спектр (Sat24))
zh_hans: 荷兰（可见光（Sat24））
zh_hant: 荷蘭（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_NORTH_MACEDONIA
source: North Macedonia (Visible Spectrum (Sat24))
ru: Северная Македония (видимый спектр (Sat24))
zh_hans: 北马其顿（可见光（Sat24））
zh_hant: 北馬其頓（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_NORWAY
source: Norway (Visible Spectrum (Sat24))
ru: Норвегия (видимый спектр (Sat24))
zh_hans: 挪威（可见光（Sat24））
zh_hant: 挪威（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_POLAND
source: Poland (Visible Spectrum (Sat24))
ru: Польша (видимый спектр (Sat24))
zh_hans: 波兰（可见光（Sat24））
zh_hant: 波蘭（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_PORTUGAL
source: Portugal (Visible Spectrum (Sat24))
ru: Португалия (видимый спектр (Sat24))
zh_hans: 葡萄牙（可见光（Sat24））
zh_hant: 葡萄牙（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_ROMANIA
source: Romania (Visible Spectrum (Sat24))
ru: Румыния (видимый спектр (Sat24))
zh_hans: 罗马尼亚（可见光（Sat24））
zh_hant: 羅馬尼亞（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_SERBIA
source: Serbia (Visible Spectrum (Sat24))
ru: Сербия (видимый спектр (Sat24))
zh_hans: 塞尔维亚（可见光（Sat24））
zh_hant: 塞爾維亞（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_SLOVAKIA
source: Slovakia (Visible Spectrum (Sat24))
ru: Словакия (видимый спектр (Sat24))
zh_hans: 斯洛伐克（可见光（Sat24））
zh_hant: 斯洛伐克（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_SLOVENIA
source: Slovenia (Visible Spectrum (Sat24))
ru: Словения (видимый спектр (Sat24))
zh_hans: 斯洛文尼亚（可见光（Sat24））
zh_hant: 斯洛維尼亞（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_SPAIN
source: Spain (Visible Spectrum (Sat24))
ru: Испания (видимый спектр (Sat24))
zh_hans: 西班牙（可见光（Sat24））
zh_hant: 西班牙（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_SWEDEN
source: Sweden (Visible Spectrum (Sat24))
ru: Швеция (видимый спектр (Sat24))
zh_hans: 瑞典（可见光（Sat24））
zh_hant: 瑞典（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_SWITZERLAND
source: Switzerland (Visible Spectrum (Sat24))
ru: Швейцария (видимый спектр (Sat24))
zh_hans: 瑞士（可见光（Sat24））
zh_hant: 瑞士（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_UKRAINE
source: Ukraine (Visible Spectrum (Sat24))
ru: Украина (видимый спектр (Sat24))
zh_hans: 乌克兰（可见光（Sat24））
zh_hant: 烏克蘭（可見光（Sat24））

# SATELLITE_MAP_SAT24_VISUAL_UNITED_KINGDOM
source: United Kingdom (Visible Spectrum (Sat24))
ru: Великобритания (видимый спектр (Sat24))
zh_hans: 英国（可见光（Sat24））
zh_hant: 英國（可見光（Sat24））

source: Saturn
ru: Сатурн
zh_hans: 土星
zh_hant: 土星

source: Save Bookmarks
ru: Сохранить закладки
zh_hans: 保存数据
zh_hant: 儲存資料

source: Save Locations To iCloud
ru: Сохранить местоположения в iCloud
zh_hans: 保存位置书签到iCloud
zh_hant: 儲存位置書籤到iCloud

source: Save Picture
ru: Сохранить изображение
zh_hans: 保存图片
zh_hant: 儲存圖片

source: Save Success
ru: Сохранить успех
zh_hans: 保存成功
zh_hant: 儲存成功

source: Scheat
ru: Шеат
zh_hans: 室宿二
zh_hant: 室宿二

source: Schedar
ru: Шедар
zh_hans: 王良四
zh_hant: 王良四

source: Scorpius
ru: Скорпион
zh_hans: 天蝎座
zh_hant: 天蠍座

source: Sculptor
ru: Скульптор
zh_hans: 玉夫座
zh_hant: 玉夫座

source: Scutum
ru: Щит
zh_hans: 盾牌座
zh_hant: 盾牌座

source: Seeing
ru: Видимость
zh_hans: 视宁度
zh_hant: 視寧度

source: Seeing %@
ru: Видимость %@
zh_hans: 视宁度 %@
zh_hant: 視寧度 %@

source: Select Date
ru: Выбрать дату
zh_hans: 选择日期
zh_hant: 選擇日期

source: Send Feedback
ru: Написать разработчику
zh_hans: 提交反馈
zh_hant: 提交反饋

source: Send PM
ru: Отправить ЛС
zh_hans: 发送私信
zh_hant: 傳送私信

source: Serpens Caput
ru: Голова змеи
zh_hans: 巨蛇首
zh_hant: 巨蛇首

source: Serpens Cauda
ru: Хвост змеи
zh_hans: 巨蛇尾
zh_hant: 巨蛇尾

source: Set Time
ru: Время захода
zh_hans: 下落时间
zh_hant: 下落時間

# SETTING_PURCHASE_ASTRO_PRO_ACTION_PURCHASE
source: Purchase
ru: Покупка
zh_hans: 购买
zh_hant: 購買

# SETTING_PURCHASE_ASTRO_PRO_ACTION_RESTORE
source: Restore Purchase
ru: Восстановить покупку
zh_hans: 恢复购买
zh_hant: 恢復購買

# SETTING_PURCHASE_ASTRO_PRO_TITLE
source: Purchase/Restore Astroweather PRO
ru: Покупка/восстановление Astroweather PRO
zh_hans: 购买/恢复购买晴天钟PRO
zh_hant: 購買/恢復購買晴天钟PRO

# SETTINGS_AZIMUTH_OPTION_NORTH
source: North
ru: От точки севера
zh_hans: 北
zh_hant: 北

# SETTINGS_AZIMUTH_OPTION_SOUTH
source: South
ru: От точки юга
zh_hans: 南
zh_hant: 南

# SETTINGS_AZIMUTH_ZERO_TITLE
source: Azimuth Zero
ru: Отсчёт азимута
zh_hans: 方位角零点
zh_hant: 方位角零點

# SETTINGS_BOOKMARK_RESTORATION_HINT
source: %@ bookmarks (locations) found in your iCloud account, click OK to replace local bookmarks with the bookmarks from iCloud.
ru: %@ — количество найденных закладок в вашем аккаунте iCloud, нажмите «Ок» для их загрузки взамен закладок на устройстве
zh_hans: 您的iCloud账户上收藏了%@个位置，点击“确定”将替换本地的收藏列表。
zh_hant: 您的iCloud賬戶上收藏了%@個位置，點選“確定”將替換本地的收藏列表。

# SETTINGS_SECTION_INFO
source: Info
ru: Информация
zh_hans: 信息
zh_hant: 資訊

# SETTINGS_SECTION_PREFERENCES
source: Preferences
ru: Кастомизация
zh_hans: 偏好
zh_hant: 偏好

# SETTINGS_SECTION_SYNC
source: Sync
ru: Синхронизация
zh_hans: 同步
zh_hant: 同步

# SETTINGS_SECTION_TOOLS
source: Tools
ru: Инструменты
zh_hans: 工具
zh_hant: 工具

# SETTINGS_TEMPERATURE_UNIT_TITLE
source: Temperature Unit
ru: Единица измерения температуры
zh_hans: 温度单位
zh_hant: 溫度單位

# SETTINGS_TITLE
source: Settings
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Sextans
ru: Секстант
zh_hans: 六分仪座
zh_hant: 六分儀座

source: Share
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

source: Shaula
ru: Шаула
zh_hans: 尾宿八
zh_hant: 尾宿八

source: Show Bright Star Names
ru: Подписать яркие звёзды
zh_hans: 显示亮恒星名称
zh_hant: 顯示亮恆星名稱

source: Show Bright Stars
ru: Выделить яркие звёзды
zh_hans: 显示亮恒星
zh_hant: 顯示亮恆星

source: Show Constellation Lines
ru: Соединить созвездия
zh_hans: 显示星座线
zh_hant: 顯示星座線

source: Show Constellation Names
ru: Подписать созвездия
zh_hans: 显示星座名称
zh_hant: 顯示星座名稱

source: Show Constellations
ru: Показывать созвездия
zh_hans: 显示星座
zh_hant: 顯示星座

source: Show Galactic Center
ru: Показывать Галактический центр
zh_hans: 显示银心
zh_hant: 顯示銀心

source: Show Invisible Objects
ru: Показывать невосходящие объекты
zh_hans: 显示不可见天体
zh_hant: 顯示不可見天體

source: Show Messier Object Names
ru: Подписывать объекты каталога Мессье
zh_hans: 显示梅西耶天体名称
zh_hant: 顯示梅西耶天體名稱

source: Show Messier Objects
ru: Показывать объекты каталога Мессье
zh_hans: 显示梅西耶天体
zh_hant: 顯示梅西耶天體

source: Show Solar System Object Names
ru: Подписать объекты Солнечной системы
zh_hans: 显示太阳系天体名称
zh_hant: 顯示太陽系天體名稱

source: Show Solar System Objects
ru: Показывать объекты Солнечной системы
zh_hans: 显示太阳系天体
zh_hant: 顯示太陽系天體

source: Show Stars
ru: Показывать звёзды
zh_hans: 显示恒星
zh_hant: 顯示恆星

source: Sirius
ru: Сириус
zh_hans: 天狼星
zh_hant: 天狼星

source: Sky Chart
ru: Карта неба
zh_hans: 星图
zh_hant: 星圖

# SKY_CHART_LOCATION_HINT
source: Observer Location
ru: Выбрать место наблюдения
zh_hans: 观测位置
zh_hant: 觀測位置

# SKY_CHART_SELECT_TIME_HINT
source: Select Time
ru: Выбрать время
zh_hans: 选择时间
zh_hant: 選擇時間

# SKY_CHART_TIME_HINT
source: Time
ru: Время
zh_hans: 时间
zh_hant: 時間

source: Small Sagittarius Star Cloud
ru: Малое звёздное облако Стрельца
zh_hans: 人马座恒星云
zh_hant: 人馬座恆星雲

source: Solar Noon: %@
ru: Верхняя кульминация: %@
zh_hans: 上中天：%@
zh_hant: 上中天：%@

source: Solar System
ru: Солнечная система
zh_hans: 太阳系
zh_hant: 太陽系

source: Sombrero Galaxy
ru: Галактика Сомбреро
zh_hans: 墨西哥帽星系
zh_hant: 墨西哥帽星系

source: Sort Rules
ru: Сортировка
zh_hans: 排序规则
zh_hant: 排序規則

# SORT_RULE_APP_MAG
source: App Mag
ru: По видимой зв. величине
zh_hans: 视星等
zh_hant: 視星等

# SORT_RULE_NAME
source: Name
ru: По названию
zh_hans: 名称
zh_hant: 名稱

# SORT_RULE_NONE
source: None
ru: Не сортировать
zh_hans: 无
zh_hant: 無

source: Southern Hemisphere
ru: Южное полушарие
zh_hans: 南半球
zh_hant: 南半球

source: Southern Pinwheel Galaxy
ru: Галактика Южная вертушка
zh_hans: 南风车星系
zh_hant: 南風車星系

source: Spacecraft Passes
ru: Пролёты спутников
zh_hans: 航天器过境
zh_hant: 太空飛行器過境

# SPACECRAFT_PASSES_SKY_CHART_NOT_VISIBLE_INFO_TEXT
source: The blue curve shows the trail of the spacecraft.
ru: Синяя кривая — траектория космического аппарата.
zh_hans: 蓝色曲线为航天器的轨迹。
zh_hant: 藍色曲線為航天器的軌跡。

# SPACECRAFT_PASSES_SKY_CHART_VISIBLE_INFO_TEXT
source: The blue curve shows the trail of the spacecraft. The white part of the curve is the part that can be observed.
ru: Синяя кривая — траектория космического аппарата, белая — отрезок видимости.
zh_hans: 蓝色曲线为航天器的轨迹。白色部分为可见的部分。
zh_hant: 藍色曲線為航天器的軌跡。白色部分為可見的部分。

source: Spica
ru: Спика
zh_hans: 角宿一
zh_hant: 角宿一

source: Spindle Galaxy
ru: Галактика Веретено
zh_hans: 纺锤星系
zh_hant: 紡錘星系

source: Starfish Cluster
ru: Галактика Треугольника

source: Start Time
ru: Время начала
zh_hans: 开始时间
zh_hant: 開始時間

source: Submit
ru: Отправить
zh_hans: 发布
zh_hant: 釋出

source: Success
ru: Успешно
zh_hans: 成功
zh_hant: 成功

source: Successfully added notification
ru: Уведомление успешно добавлено
zh_hans: 成功添加了提醒
zh_hant: 成功添加了提醒

source: Suggestions and advice for Astroweather
ru: Предложения для Astroweather
zh_hans: 向晴天钟提建议
zh_hant: 向晴天鍾提建議

source: Suhail
ru: Сухаиль
zh_hans: 天记
zh_hant: 天記

source: Sun
ru: Солнце
zh_hans: 太阳
zh_hant: 太陽

source: Sun Position
ru: Положение Солнца
zh_hans: 太阳位置
zh_hant: 太陽位置

source: Sun Rise/Set Detail
ru: Детали восхода/захода Солнца
zh_hans: 日出/落详情
zh_hant: 日出/落詳情

source: Sunflower Galaxy
ru: Галактика Подсолнух
zh_hans: 向日葵星系
zh_hant: 向日葵星系

source: Sunrise End: %@
ru: Окончание восхода: %@
zh_hans: 日出结束：%@
zh_hant: 日出結束：%@

source: Sunrise: %@
ru: Начало восхода: %@
zh_hans: 日出开始：%@
zh_hant: 日出開始：%@

source: Sunset Start: %@
ru: Начало захода: %@
zh_hans: 日落开始：%@
zh_hant: 日落開始：%@

source: Sunset: %@
ru: Окончание захода: %@
zh_hans: 日落结束：%@
zh_hant: 日落結束：%@

source: Sunspots
ru: Солнечные пятна
zh_hans: 太阳黑子
zh_hant: 太陽黑子

source: System
ru: Системная
zh_hans: 系统
zh_hant: 系統

# TAB_TITLE_ASTROWEATHER
source: Weather
ru: Погода
zh_hans: 晴天钟
zh_hant: 晴天鍾

# TAB_TITLE_CHARTS_AND_IMAGES
source: Images
ru: Снимки
zh_hans: 气象图
zh_hant: 氣象圖

# TAB_TITLE_EVENTS
source: Events
ru: События
zh_hans: 天象
zh_hant: 天象

# TAB_TITLE_FORUM
source: Forum
ru: Форум
zh_hans: 社区
zh_hant: 社群

# TAB_TITLE_SETTINGS
source: Settings
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Taurus
ru: Телец
zh_hans: 金牛座
zh_hant: 金牛座

# TEACHING_CARD_ASTROWEATHER_TITLE
source: Click here to get definitions of each value. You can also try tapping on some of the elements to see the values they represent.
ru: Нажмите сюда, чтобы получить пояснения к каждому параметру. Вы также можете попробовать нажать на некоторые элементы, чтобы увидеть числовую характеристику.
zh_hans: 点击此处查看每个值的含义。 你也可以通过点击某些控件快速查看它们所代表的值。
zh_hant: 點選此處檢視每個值的含義。 你也可以透過點選某些控制元件快速檢視它們所代表的值。

# TEACHING_CARD_LIGHT_POLLUTION_DEFAULT_TITLE
source: Map Legend. Tap color squares to see their definitions
ru: Легенда карты. Нажмите на цветной квадрат для просмотра его значения
zh_hans: 图例。点击颜色方块查看含义。
zh_hant: 圖例。點選顏色方塊檢視含義。

# TEACHING_CARD_POLARSCOPE_TITLE
source: Please choose the correct polarscope and align the position of Polaris to the yellow dot shown in the picture.
ru: Выберите нужный поляроскоп и совместите положение Полярной звезды с жёлтой точкой, показанной на картинке.
zh_hans: 请选择正确的极轴镜，然后将北极星的位置和图片中的黄点对齐。
zh_hant: 請選擇正確的極軸鏡，然後將北極星的位置和圖片中的黃點對齊。

# TEACHING_CARD_SKY_CHART_DETAIL
source: This page shows the sky chart at a specific time in the location you choose. Left → East, Top → North, Right → West, Bottom → South. You can configure the sky chart by changing some settings.
ru: Эта страница показывает карту звёздного неба на выбранное время в указанном местоположении. Лево → Восток, Верх → Север, Право → Запад, Низ → Юг. Вы можете настроить карту звёздного неба переключателями.
zh_hans: 此页面展示了你选中的位置某一时间的星图。 左 → 东，上 → 北，右 → 西，下 → 南。 你可以通过修改一些设置来控制星图展示的内容。
zh_hant: 此頁面展示了你選中的位置某一時間的星圖。 左 → 東，上 → 北，右 → 西，下 → 南。 你可以透過修改一些設定來控制星圖展示的內容。

# TEACHING_CARD_SKY_CHART_TITLE
source: About Sky Chart
ru: О карте неба
zh_hans: 关于星图
zh_hant: 關於星圖

# TEACHING_CARD_SPACECRAFT_PASSES_DETAIL
source: This page shows the information for passes of a specific spacecraft in the location you choose within 10 days. Multiple factors could result in passes being not observable, for example, solar altitude. By toggling "Observable Passes", you can choose to see a full list of passes or a list of passes observable for you.
ru: Эта страница показывает информацию о пролётах выбранного спутника в указанном местоположении за следующие 10 дней. Множество факторов могут сделать пролёт ненаблюдаемым, например, высота Солнца. Переключателем «Видимые пролёты» вы можете выбирать между полным списком пролётов и списком пролётов, которые вы можете увидеть.
zh_hans: 此页面展示了某个航天器在你选中的位置10天以内的过境情况。 受到条件影响，如太阳高度角，过境并不一定可见。通过切换“可见的”选项，你可以查看所有的过境或者是可见的过境。
zh_hant: 頁面展示了某個航天器在你選中的位置10天以內的過境情況。 受到條件影響，如太陽高度角，過境並不一定可見。透過切換"可見的"選項，你可以檢視所有的過境或者是可見的過境。

# TEACHING_CARD_SPACECRAFT_PASSES_TITLE
source: About Spacecraft Passes
ru: О пролётах спутников
zh_hans: 关于航天器过境
zh_hant: 關於航天器過境

# TEACHING_CARD_SUN_RISET_DETAIL
source: This page shows the sun rise/set position as well as sun's current position in the location you choose. The two red lines are the directions of sun when it rises and sets. The other line is sun's current direction.
ru: Эта страница показывает положение восхода/захода Солнца и его текущее положение в указанном местоположении. Две красные линии указывают на направления восхода и захода, чёрная — на текущее направление Солнца.
zh_hans: 此页面展示了你选中的观测点太阳的升起/落下位置和当前位置。 两条红线为太阳升/落方向，另一条线为太阳当前方向。
zh_hant: 此頁面展示了你選中的觀測點太陽的升起/落下位置和當前位置。 兩條紅線為太陽昇/落方向，另一條線為太陽當前方向。

# TEACHING_CARD_SUN_RISET_TITLE
source: About Sun Rise/Set Details
ru: О деталях восхода/захода Солнца
zh_hans: 关于日出/落详情
zh_hant: 關於日出/落詳情

source: Telescopium
ru: Телескоп
zh_hans: 望远镜座
zh_hant: 望遠鏡座

source: Tell Friends about Astroweather
ru: Рассказать об Astroweather друзьям
zh_hans: 推荐晴天钟给朋友
zh_hant: 推薦晴天鍾給朋友

source: Temperature
ru: Температура
zh_hans: 气温
zh_hant: 氣溫

source: Temperature Forecast (High)
ru: Прогноз температуры (макс.)
zh_hans: 最高气温预报
zh_hant: 最高氣溫預報

source: Temperature Forecast (Low)
ru: Прогноз температуры (мин.)
zh_hans: 最低气温预报
zh_hant: 最低氣溫預報

source: Text
ru: Текст
zh_hans: 文字
zh_hant: 文字

# TEXT_INPUT_SUBMIT_BUTTON_DEFAULT_TITLE
source: Send
ru: Отправить
zh_hans: 发送
zh_hant: 傳送

source: Thanks for your support!
ru: Спасибо вам за поддержку!
zh_hans: 谢谢您的支持！
zh_hant: 謝謝您的支援！

source: Theme
ru: Тема
zh_hans: 主题
zh_hant: 主題

source: Tiaki
ru: Тиаки
zh_hans: 鹤二
zh_hant: 鶴二

source: Time
ru: Время
zh_hans: 时间
zh_hant: 時間

source: Transaction failed…
ru: Транзакция не удалась…
zh_hans: 交易失败…
zh_hant: 交易失敗…

source: Transparency
ru: Прозрачность
zh_hans: 透明度
zh_hant: 透明度

source: Transparency %@
ru: Прозрачность %@
zh_hans: 透明度 %@
zh_hant: 透明度 %@

source: Triangulum
ru: Треугольник
zh_hans: 三角座
zh_hant: 三角座

source: Triangulum Australe
ru: Южный Треугольник
zh_hans: 南三角座
zh_hant: 南三角座

source: Triangulum Galaxy
ru: Галактика Андромеды
zh_hans: 三角座星系
zh_hant: 三角座星系

source: Trifid Nebula
ru: Тройная туманность
zh_hans: 三裂星云
zh_hant: 三裂星雲

source: True Color (FY4B)
ru: Настоящие цвета (FY4B)
zh_hans: 真彩色（风云四号B）
zh_hant: 真彩色（風雲四號B）

source: Tucana
ru: Тукан
zh_hans: 杜鹃座
zh_hant: 杜鵑座

source: Unable to determine your current location, please make sure location service is enabled on your iPhone and permission is granted to Astroweather.
ru: Не удалось определить ваше текущее местоположение. Убедитесь, что на вашем iPhone/iPad включена геопозиция и что Astroweather имеет к ней доступ.
zh_hans: 无法确定您当前的位置，请确保您的iPhone已开启定位服务，晴天钟有权限访问位置数据。
zh_hant: 無法確定您當前的位置，請確保您的iPhone已開啟定位服務，晴天鐘有許可權訪問位置資料。

source: Unable to get current location
ru: Не удаётся определить текущее местоположение
zh_hans: 无法获取当前位置
zh_hant: 無法獲取當前位置

source: Unable to get data
ru: Не удаётся получить данные
zh_hans: 获取数据失败
zh_hant: 無法獲取資料

source: United States
ru: США
zh_hans: 美国
zh_hant: 美國

source: Unknown User
ru: Неизвестный пользователь
zh_hans: 未知用户
zh_hant: 未知使用者

source: Unrecognized format
ru: Нераспознанный формат
zh_hans: 未识别的文件格式
zh_hant: 未識別的檔案格式

# UNSUPPORTED_CONFIGURATION_HINT
source: Unsupported configuration
ru: Неподдерживаемая конфигурация
zh_hans: 不支持的配置
zh_hant: 不支援的配置

# UNSUPPORTED_SYSTEM_HINT
source: Unsupported system
ru: Неподдерживаемая система
zh_hans: 不支持的系统
zh_hant: 不支援的系統

source: Up
ru: Над горизонтом
zh_hans: 已升起
zh_hant: 已升起

source: Up, will set at %@
ru: Над горизонтом, сядет в %@
zh_hans: 已升起，会在%@落下
zh_hant: 已升起，會在%@落下

source: Update Time: %@
ru: Обновлено в %@
zh_hans: 更新时间：%@
zh_hant: 更新時間：%@

source: Uranus
ru: Уран
zh_hans: 天王星
zh_hant: 天王星

source: Ursa Major
ru: Большая Медведица
zh_hans: 大熊座
zh_hant: 大熊座

source: Ursa Minor
ru: Малая Медведица
zh_hans: 小熊座
zh_hant: 小熊座

source: Utilities
ru: Функции
zh_hans: 工具
zh_hant: 工具

source: Vega
ru: Вега
zh_hans: 织女一
zh_hant: 織女一

source: Vela
ru: Паруса
zh_hans: 船帆座
zh_hant: 船帆座

source: Venus
ru: Венера
zh_hans: 金星
zh_hant: 金星

source: Version
ru: Версия
zh_hans: 版本号
zh_hant: 版本號

source: View Astroweather on your home screen
ru: Добавить Astroweather на домашний экран
zh_hans: 在主屏幕展示晴天钟天气
zh_hant: 在主螢幕展示晴天鍾天氣

source: View current lunar phase
ru: Показать фазу Луны
zh_hans: 查看当前的月相
zh_hant: 檢視當前的月相

source: View Quanzi
ru: Посмотреть Quanzi
zh_hans: 查看圈子
zh_hant: 檢視圈子

source: View real-time weather charts or images
ru: Актуальные снимки и диаграммы погоды
zh_hans: 查看实时气象图
zh_hant: 檢視實時氣象圖

source: View rise and set time for sun, moon and planets
ru: Получить время восхода и захода Солнца, Луны и планет
zh_hans: 查看太阳、月球和行星的升落时间
zh_hant: 檢視太陽、月球和行星的升落時間

source: Virgo
ru: Дева
zh_hans: 室女座
zh_hant: 室女座

source: Virgo A
ru: Дева A
zh_hans: 室女A星系
zh_hant: 室女A星系

source: Visibility
ru: Видимость
zh_hans: 能见度
zh_hant: 能見度

source: Visible Spectrum
ru: Видимый спектр
zh_hans: 可见光
zh_hant: 可見光

source: Visible Spectrum (Himawari)
ru: Видимый спектр (Himawari)
zh_hans: 可见光（向日葵）
zh_hant: 可見光（向日葵）

source: Volans
ru: Летучая Рыба
zh_hans: 飞鱼座
zh_hant: 飛魚座

source: Vulpecula
ru: Лисичка
zh_hans: 狐狸座
zh_hant: 狐狸座

source: Waning Crescent
ru: Убывающая луна
zh_hans: 残月
zh_hant: 殘月

source: Waning Gibbous
ru: Старая луна
zh_hans: 亏凸月
zh_hant: 虧凸月

source: Waxing Crescent
ru: Молодая луна
zh_hans: 峨眉月
zh_hant: 峨眉月

source: Waxing Gibbous
ru: Прибывающая луна
zh_hans: 盈凸月
zh_hant: 盈凸月

source: Weather Chart/Image
ru: Снимки/диаграммы погоды
zh_hans: 气象图
zh_hant: 氣象圖

source: Welcome to Astroweather
ru: Добро пожаловать в Astroweather
zh_hans: 欢迎使用晴天钟
zh_hant: 歡迎使用晴天鍾

source: Wezen
ru: Везен
zh_hans: 弧矢一
zh_hant: 弧矢一

source: What do you want to say?
ru: Что вы хотите сказать?
zh_hans: 您想说什么？
zh_hant: 您想說什麼？

source: What do you want to share?
ru: Чем вы хотите поделиться?
zh_hans: 您想分享什么？
zh_hant: 您想分享什麼？

source: Whirlpool Galaxy
ru: Галактика Водоворот
zh_hans: 涡状星系
zh_hant: 渦狀星系

# WIDGET_PARAMETER_NAME_LOCATION
source: Location
ru: Местоположение
zh_hans: 位置
zh_hant: 位置

# WIDGET_PARAMETER_NAME_OBJECT
source: Object
ru: Объект
zh_hans: 天体
zh_hant: 天體

# WIDGET_PARAMETER_NAME_OBSERVABLE_PASSES
source: Observable Passes
ru: Видимые пролёты
zh_hans: 可见过境
zh_hant: 可見過境

# WIDGET_PARAMETER_NAME_SPACECRAFT
source: Spacecraft
ru: Космический аппарат
zh_hans: 航天器
zh_hant: 太空飛行器

# WIDGET_PARAMETER_NAME_WEATHER_CHART
source: Weather Chart/Image
ru: Снимок/диаграмма погоды
zh_hans: 气象图数据
zh_hant: 氣象圖資料

source: Wild Duck Cluster
ru: Скопление Дикая утка
zh_hans: 野鸭星团
zh_hant: 野鴨星團

source: Wind
ru: Ветер
zh_hans: 风
zh_hant: 風

source: Wind Direction %@
ru: Направление ветра %@
zh_hans: 风向 %@
zh_hant: 風向 %@

source: Wind direction indicator, an up arrow indicates south wind(wind coming from south).
ru: Индикатор направления ветра, стрелка вверх указывает на южный ветер (ветер с юга).
zh_hans: 风向指示器，向上的箭头为南风。
zh_hant: 風向指示器，向上的箭頭為南風。

source: Wind Speed %@
ru: Скорость ветра %@
zh_hans: 风速 %@
zh_hant: 風速 %@

source: Windy weather warning. From left to right: sustained wind speed between 8.0–10.8m/s (fresh), 10.8–17.2m/s (strong), and over 17.2m/s (gale or above).
ru: Предупреждение о ветренной погоде. Слева направо: постоянная скорость ветра от 8,0 до 10,8 м/с (свежий), от 10,8 до 17,2 м/с (сильный) и более 17,2 м/с (штормовой или сильнее).
zh_hans: 大风警告。从左到右：持续风速介于8.0–10.8米/秒（5级），10.8–17.2米/秒（6–7级），以及17.2米/秒以上（8级以上）。
zh_hant: 大風警告。從左到右：持續風速介於8.0–10.8米/秒（5級），10.8–17.2米/秒（6–7級），以及17.2米/秒以上（8級以上）。

source: Winnecke 4
ru: Виннеке 4

source: Wrong data
ru: Неверные данные
zh_hans: 数据错误
zh_hant: 資料錯誤

source: Wrong data format
ru: Неверный формат данных
zh_hans: 数据格式错误
zh_hant: 資料格式錯誤

source: Wrong format
ru: Неверный формат
zh_hans: 格式错误
zh_hant: 格式錯誤

source: You received a message
ru: Вам пришло сообщение
zh_hans: 您收到了一条消息
zh_hant: 您收到了一條訊息

source: You received a message, tap to view
ru: Вам пришло сообщение, нажмите для просмотра
zh_hans: 您收到了一条消息，点击查看
zh_hant: 您收到了一條訊息，點選檢視

source: You will lose all unsaved work if you choose to exit.
ru: При завершении редактирования изменения будут утеряны.
zh_hans: 如果点击退出，您将丢失已经输入的信息。
zh_hant: 如果點選退出，您將丟失已經輸入的資訊。

source: You will receive notification 15 minutes before the event
ru: Вы получите уведомление за 15 минут до события.
zh_hans: 你会在事件发生15分钟前收到通知
zh_hant: 你會在事件發生15分鐘前收到通知

source: Your account cannot make payments.
ru: Ваш аккаунт не может совершать платежи.
zh_hans: 您的账户无法内购。
zh_hant: 您的賬戶無法內購。

source: α Lupi
ru: α Волка
zh_hans: 骑官十
zh_hant: 騎官十

source: γ Cassiopeiae
ru: γ Кассиопеи
zh_hans: 策
zh_hant: 策

source: ε Cen
ru: ε Центавра
zh_hans: 南门一
zh_hant: 南門一

source: η Centauri
ru: η Центавра
zh_hans: 库楼二
zh_hant: 庫樓二

source: κ Scorpii
ru: κ Скорпиона
zh_hans: 尾宿七
zh_hant: 尾宿七

source: Andromeda Galaxy
zh_hans: 仙女座星系
zh_hant: 仙女座星系

source: Astroweather
zh_hans: 晴天钟
zh_hant: 晴天鍾

source: Astroweather PRO
zh_hans: 晴天钟PRO
zh_hant: 晴天鍾PRO

source: Block
zh_hans: 屏蔽
zh_hant: 封鎖

source: Celestron
zh_hans: 星特朗
zh_hant: 星特朗

# COMMON_LOAD_MORE_TEXT
source: Load More
zh_hans: 加载更多
zh_hant: 載入更多

source: EIT 171
zh_hans: 171Å 波段
zh_hant: 171Å 波段

source: EIT 195
zh_hans: 195Å 波段
zh_hant: 195Å 波段

source: EIT 284
zh_hans: 284Å 波段
zh_hant: 284Å 波段

source: EIT 304
zh_hans: 304Å 波段
zh_hant: 304Å 波段

source: GeoColor
zh_hans: 地质色彩
zh_hant: 地質色彩

source: GeoColor (GOES-16)
zh_hans: 地质色彩（GOES-16）
zh_hant: 地質色彩（GOES-16）

source: GeoColor (GOES-18)
zh_hans: 地质色彩（GOES-18）
zh_hant: 地質色彩（GOES-18）

source: GeoColor (Himawari)
zh_hans: 地质色彩（向日葵）
zh_hant: 地質色彩（向日葵）

source: GeoColor (Meteosat-9)
zh_hans: 地质色彩（Meteosat-9）
zh_hant: 地質色彩（Meteosat-9）

source: GeoColor (Meteosat-10)
zh_hans: 地质色彩（Meteosat-10）
zh_hant: 地質色彩（Meteosat-10）

# LIGHT_POLLUTION_ABOUT_DESCRIPTION
source: The map resources are from David Lorenz's Light Pollution Atlas 2022: https://djlorenz.github.io/astronomy/lp2022/
zh_hans: 光污染地图数据来自于 David Lorenz's Light Pollution Atlas 2022: https://djlorenz.github.io/astronomy/lp2022/
zh_hant: 光汙染地圖資料來自於 David Lorenz's Light Pollution Atlas 2022: https://djlorenz.github.io/astronomy/lp2022/

# LIGHT_POLLUTION_ABOUT_TITLE
source: About Light Pollution
zh_hans: 关于光污染地图
zh_hant: 關於光汙染地圖

source: Natural Color (FY4B)
zh_hans: 自然色（风云四号B）
zh_hant: 自然色（風雲四號B）

source: OK
zh_hans: 确定
zh_hant: 確定

source: Quanzi ID
zh_hans: 圈子ID
zh_hant: 圈子ID

# QUANZI_ACTION_BLOCK_ALERT_CONFIRMATION_DETAIL
source: Do you want to block contents posted by this user?
zh_hans: 您是否希望屏蔽该用户发表的内容？
zh_hant: 您是否希望封鎖該使用者發表的內容？

# QUANZI_ACTION_BLOCK_ALERT_CONFIRMATION_TITLE
source: Block User %@
zh_hans: 屏蔽用户 %@
zh_hant: 封鎖使用者 %@

source: Sandwich (FY4B)
zh_hans: Sandwich（风云四号B）
zh_hant: Sandwich（風雲四號B）

source: SDO/HMI Continuum
zh_hans: SDO/HMI 连续谱
zh_hant: SDO/HMI 連續譜

source: SDO/HMI Magnetogram
zh_hans: SDO/HMI 磁场图
zh_hant: SDO/HMI 磁場圖

# SETTINGS_MAXIMUM_FRAME_COUNT_TITLE
source: Maximum Animation Frame Count
zh_hans: 最大动图帧数
zh_hant: 最大動圖幀數

# SETTINGS_SECTION_IMAGES
source: Images
zh_hans: 气象图
zh_hant: 氣象圖

# SKY_CHART_SELECT_LOCATION_HINT
source: Select Observer Location
zh_hans: 选择观测位置
zh_hant: 選擇觀測位置

source: SkyWatcher
zh_hans: 信达
zh_hant: 信達
